Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/genetically_modified_organisms.html.txt.tmx
Source language: en
Languages: ga

source: A Genetically Modified Organism (GMO) is an organism whose genetic material has been altered either by adding or deleting certain traits
ga: Is éard is Orgánach Géinmhodhnaithe (GMO) ann ná orgánach a bhfuil a ábhar géiniteach athraithe

source: The European Commission has developed a broad legislative framework to ensure that GMOs and GMO-derived products that are grown, marketed and imported to the EU meet certain safety standards
ga: Tá creat leathan dlí forbartha ag an gCoimisiún Eorpach chun a chinntiú go mbaineann táirgí Orgánaigh Ghéinmhodhnaithe agus táirgí a fhaightear ó Orgánaigh Ghéinmhodhnaithe a fhástar, a ndéantar margaíocht orthu agus a onnmhairítear chuig an AE, caighdeáin sábháilteachta faoi leith amach

source: The main legislation now in place is as follows:
ga: Seo a leanas an phríomhreachtaíocht atá i bhfeidhm anois:

source: • Directive 2001/18/EC on the deliberate release into the environment of GMOs: this applies to the experimental release of GMOs into the environment and the placing on the market of GMOs
ga: • Treoir 2001/18/CE maidir le horgánaigh ghéinmhodhnaithe a scaoileadh sa chomhshaol d’aon turas: baineann sé seo le scaoileadh turgnamhach orgánach géinmhodhnaithe sa chomhshaol agus orgánaigh ghéinmhodhnaithe a chur ar an margadh

source: • The placing on the market of GMO food and feed or food and feed products containing or consisting of GMOs is regulated by Regulation (EC) No 1829/2003 on genetically modified food and feed
ga: • Tá bia agus beathú GMO nó táirgí agus beathú ina bhfuil orgánaigh ghéinmhodhnaithe iontu nó atá comhdhéanta d’orgánaigh ghéinmhodhnaithe a chuirtear ar an margadh á rialú ag Rialachán (CE) Uimh 1829/2003 maidir le bia agus beathú atá géinmhodhnaithe

source: • Regulation (EC) No 1946/2003 on transboundary movements of genetically modified organisms governs unintentional transboundary movements of GMOs as well as exports of GMOs to third countries
ga: • Rialaíonn Rialachán (CE) Uimh 1946/2003 gluaiseachtaí trasteorainn orgánach géinmhodhnaithe gluaiseachtaí trasteorainn orgánach géinmhodhnaithe nach ndéantar d’aon turas chomh maith le honnmhairiú orgánach géinmhodhnaithe chuig tríú tíortha

source: • Directive 90/219/EEC, as amended by Directive 98/81/EC, on the contained use of genetically modified microorganisms (GMMs)
ga: • Treoir 90/219/CEE, arna leasú ag Treoir 98/81/CE, maidir le húsáid ghlanscartha miocrorgánach géinmhodhnaithe

source: This Directive regulates research and industrial work activities involving GMMs
ga: Déanann an Treoir seo rialú ar ghníomhaíochtaí obair thionsclaíoch agus ar thaighde a bhaineann le Miocrorgánaigh Ghéinmhodhnaithe (GMM)

source: • Labelling and traceability requirements are laid down in Regulation (EC) No 1829/2003 and Regulation (EC) No 1830/2003
ga: • Tá riachtanais lipéadaithe agus inrianaitheachta leagtha síos i Rialachán (CE) Uimh 1829/2003 agus Rialachán (CE) Uimh 1830/2003

source: • Regulation EC 65/2004 on establishing a system for development & assignment of unique identifiers for GMOs
ga: • Rialachán CE 65/2004 ar chóras a bhunú chun aitheantóirí uathúla a fhorbairt agus a shannadh d’Orgánaigh Ghéinmhodhnaithe

source: • There is also a range of legislation which provides for the implementation of these rules
ga: • Tá réimse reachtaíochta ann freisin a dhéanann foráil do chur i bhfeidhm na rialacha seo

source: The GMO legislation provides that there must be an assessment of the risks to human health and the environment before any GMO or product consisting of, or containing GMOs can be released into the environment or placed on the market
ga: Déanann an reachtaíocht maidir le horgánaigh ghéinmhodhnaithe foráil nach mór measúnú a dhéanamh ar na priacail a bhaineann do shláinte an duine agus don chomhshaol sula ndéantar aon orgánach géinmhodhnaithe nó táirge comhdhéanta de (nó ina bhfuil) orgánach géinmhodhnaithe a scaoileadh sa chomhshaol nó a chur ar an margadh

source: • There is a system of monitoring of GMOs after they have been put on the market • Public information must be provided
ga: Is iad na príomhghnéithe eile a bhaineann le rialú na nOrgánach Géinmhodhnaithe ná:

source: • There is a system of monitoring of GMOs after they have been put on the market
ga: • Tá córas ann chun monatóireacht a dhéanamh ar Orgánaigh Ghéinmhodhnaithe tar éis dóibh a bheith curtha ar an margadh

source: • Public information must be provided
ga: • Ní mór faisnéis a chur ar fáil don phobal

source: • Member states must ensure labelling and traceability at all stages of the placing on the market
ga: • Ní mór do bhallstáit a chinntiú go ndéantar lipéadú ar na táirgí ag gach céim den chur ar an margadh agus go bhfuil siad inrianaithe ag gach céim freisin

source: The Food Safety Authority of Ireland (FSAI) is the competent authority for the implementation of legislation governing genetically modified (GM) food
ga: Is iad Údarás Sábháilteachta Bia na hÉireann (ÚSBÉ) an t-údarás inniúil do chur i bhfeidhm na reachtaíochta a rialaíonn bia géinmhodhnaithe (GM)

source: It ensures that only EU-authorised genetically modified foods are allowed on the market and that they are labelled appropriately
ga: Cinntíonn siad nach gceadaítear ach bianna géinmhodhnaithe atá údaraithe ag an AE ar an margadh agus go lipéadaítear iad go cuí

source: The Department of Communications, Climate Action and Environment and the Environmental Protection Agency (EPA) are responsible for the environmental aspects of GM technology, including contained use, crop trials and the placing on the market of GM crops for general cultivation purposes
ga: Tá an Roinn Cumarsáide, Gníomhaithe ar son na hAeráide agus Comhshaoil agus an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) freagrach as gnéithe comhshaoil teicneolaíochta GM, lena –áirítear úsáid shrianta, trialacha bairr agus barra GM a chur ar an margadh ar mhaithe le cuspóirí ginearálta saothraithe

source: The seed certification division of the Department of Agriculture, Food and the Marine (DAFM) works with the EPA in respect of GM seed regulation, while the animal feed section of DAFM regulates the importation and use of GM feed
ga: Oibríonn rannóg deimhnithe síol na Roinne Talmhaíochta, Bia agus Mara (DAFM) leis an GCC maidir le rialáil síol GM, agus rialaíonn rannóg bia ainmhithe den DAFM iompórtáil agus úsáid bia GM d’ainmhithe

source: The use of GMOs in medicines and pharmaceuticals is the responsibility of the Health Products Regulatory Authority (HPRA)
ga: Tá an tÚdarás Rialála Táirgí Sláinte freagrach as Orgánaigh Ghéinmhodhnaithe a úsáid i gcógais agus i gcógaisíocht

source: The European Commission website provides information on all aspects of GMOs, their use and regulation in food and in feed
ga: Soláthraíonn láithreán gréasáin an Choimisiúin Eorpaigh faisnéis ar gach gné d’Orgánaigh Ghéinmhodhnaithe, an úsáid a bhaintear astu agus rialáil i mbia agus i mbeathú
